{
    "idea": [
        "当前我们的想法是做一个以《鸣潮》菲比为主角的厨房做蛋糕定格动画"
    ],
    "outline": [
        "镜号 1\n详细画面：全景俯拍展现一间日式原木风厨房，清晨阳光透过白色纱帘洒在浅木色料理台，台面上整齐摆放着低筋面粉、黄油、鸡蛋、草莓等烘焙材料，旁边立着一个粉色电子秤；中景镜头聚焦料理台中央，菲比穿着白色带蕾丝边的围裙，头顶的呆毛随着动作轻轻晃动，她正踮脚从橱柜里取出一个不锈钢打蛋盆，裙摆扫过地面时带起一片细小的面粉；特写捕捉菲比的侧脸，她嘴角上扬，蓝色眼眸闪烁着期待的光芒，右手食指轻轻点了点电子秤的显示屏，屏幕亮起显示“0g”。\n剧情概括：菲比准备在厨房制作蛋糕，开始整理烘焙材料和工具，展现出对做蛋糕的期待。\n",
        "\n镜号 2\n详细画面：中景呈现菲比站在料理台前，双手捧着装有黄油的小碗，将碗放入装有温水的盆中隔水加热，黄油逐渐融化成淡黄色液体；特写镜头聚焦菲比的手指，她用硅胶刮刀将碗壁上的黄油刮至碗底，动作轻柔且专注；近景展现菲比将融化的黄油倒入装有糖粉的大碗，左手扶着碗沿，右手用电动打蛋器快速搅拌，碗中逐渐形成细腻的乳霜状，打蛋器溅起的乳霜沾在她的鼻尖，她却浑然不觉。\n剧情概括：菲比完成黄油的融化和打发，鼻尖沾到乳霜的细节增加了画面的可爱感。\n",
        "\n镜号 3\n详细画面：中景显示菲比将三个鸡蛋的蛋黄和蛋清分离，蛋黄放入装有乳霜的大碗，蛋清倒入无水无油的不锈钢盆；特写捕捉菲比用打蛋器搅拌蛋黄糊的动作，蛋黄与乳霜逐渐融合成均匀的浅黄色液体，她的手腕随着搅拌节奏轻轻转动；近景展现菲比将低筋面粉筛入蛋黄糊，筛网下的面粉如细雪般落下，她用硅胶刮刀以“Z”字形搅拌，避免面粉起筋。\n剧情概括：菲比处理鸡蛋并制作蛋黄面糊，展现出专业的烘焙步骤。\n",
        "\n镜号 4\n详细画面：中景呈现菲比开始打发蛋清，她在蛋清中加入几滴柠檬汁，启动电动打蛋器，蛋清逐渐出现细密的泡沫；特写镜头聚焦打蛋器的搅拌头，泡沫从透明变为乳白色，体积逐渐膨胀，菲比分三次加入白砂糖，蛋清最终形成硬性发泡，提起打蛋器时能拉出直立的小尖角；近景捕捉菲比的表情，她看着碗中洁白的蛋白霜，眼睛弯成月牙状，露出开心的笑容。\n剧情概括：菲比成功打发蛋清，蛋白霜达到理想状态，她对此感到满意。\n",
        "\n镜号 5\n详细画面：中景显示菲比将三分之一的蛋白霜倒入蛋黄糊中，用硅胶刮刀从底部向上翻拌，动作轻盈避免消泡；特写捕捉翻拌过程，蛋黄糊与蛋白霜逐渐混合成淡黄色的面糊，面糊中还残留着少量白色的蛋白霜絮；近景展现菲比将混合好的面糊倒入剩余的蛋白霜中，继续翻拌至完全均匀，面糊呈现出细腻的浅黄色，表面有细小的气泡。\n剧情概括：菲比将蛋黄糊与蛋白霜混合，完成蛋糕面糊的制作。\n",
        "\n镜号 6\n详细画面：中景呈现菲比将蛋糕面糊倒入圆形蛋糕模具，模具底部铺有油纸，她用刮刀将面糊表面抹平，然后双手捧着模具在桌面上轻轻震动，震出面糊中的大气泡；特写镜头聚焦模具中的面糊，表面逐渐变得平整光滑，气泡从面糊中冒出并破裂；近景展现菲比将模具放入预热好的烤箱，烤箱门缓缓关闭，她转身在计时器上设定“30分钟”，红色数字开始倒计时。\n剧情概括：菲比将面糊倒入模具并放入烤箱，设定好烘烤时间。\n",
        "\n镜号 7\n详细画面：中景显示菲比在等待蛋糕烘烤的过程中，开始准备装饰用的奶油和水果，她将淡奶油倒入大碗，加入适量白砂糖，用电动打蛋器打发至出现清晰的纹路；特写捕捉菲比切草莓的动作，她用水果刀将草莓切成均匀的薄片，红色的果肉与白色的果心形成鲜明对比；近景展现菲比将切好的草莓片摆放在白色瓷盘上，旁边还放着几颗完整的草莓和蓝莓。\n剧情概括：菲比利用烘烤时间准备奶油和水果装饰，动作有条不紊。\n",
        "\n镜号 8\n详细画面：特写镜头聚焦烤箱的计时器，数字从“1”跳至“0”，发出“叮”的提示音；中景呈现菲比戴着隔热手套打开烤箱门，一股热气涌出，蛋糕的香气弥漫开来，她小心翼翼地将烤好的蛋糕取出，蛋糕表面呈现出金黄色，顶部微微鼓起；近景捕捉菲比的表情，她凑近蛋糕闻了闻，脸上露出满足的笑容，蓝色眼眸闪烁着兴奋的光芒。\n剧情概括：蛋糕烘烤完成，菲比取出蛋糕，对成品感到满意。\n",
        "\n镜号 9\n详细画面：中景显示菲比将蛋糕倒扣在冷却架上，待蛋糕完全冷却后，用刀将蛋糕从中间横向切开，分成上下两片；特写镜头聚焦菲比的手，她用抹刀将打发好的奶油涂抹在下层蛋糕的表面，奶油均匀地覆盖在蛋糕上，边缘也仔细地抹平整；近景展现菲比将切好的草莓片铺在奶油上，红色的草莓与白色的奶油形成鲜明对比，她还在草莓片之间挤上少量奶油。\n剧情概括：菲比将蛋糕切片并涂抹奶油，准备进行夹心装饰。\n",
        "\n镜号 10\n详细画面：中景呈现菲比将上层蛋糕盖在夹心层上，用抹刀将奶油均匀地涂抹在整个蛋糕的表面，奶油逐渐覆盖住蛋糕的每一个角落；特写捕捉菲比的手指，她用抹刀轻轻调整奶油的形状，使蛋糕表面变得光滑平整；近景展现菲比用裱花袋在蛋糕顶部挤上一圈奶油花，每一朵奶油花都饱满圆润，她还在奶油花的间隙放上完整的草莓和蓝莓，最后撒上少量糖霜。\n剧情概括：菲比完成蛋糕的整体奶油涂抹和装饰，蛋糕变得精致美观。\n",
        "\n镜号 11\n详细画面：全景俯拍展现完成的草莓奶油蛋糕，蛋糕表面光滑洁白，顶部装饰着红色的草莓、蓝色的蓝莓和白色的奶油花，糖霜如细雪般撒在上面；中景镜头聚焦菲比，她双手捧着蛋糕，脸上洋溢着幸福的笑容，头顶的呆毛轻轻晃动，阳光透过窗户洒在她和蛋糕上，形成温暖的光晕；特写捕捉菲比的眼睛，蓝色眼眸中映出蛋糕的倒影，充满了成就感和喜悦。\n剧情概括：菲比完成蛋糕制作，看着自己的成果露出开心的笑容，画面温馨美好。\n",
        ""
    ],
    "screen": [],
    "video_address": []
}