{
    "idea": [
        "当前我们的想法是做一个定格动画"
    ],
    "outline": [
        "以下是**最终版定格动画分镜大纲**（针对前两版的叙事流畅度、情感细节与定格适配性做终极打磨，强化“手工叙事感”与微缩世界的治愈内核）：\n\n\n### 核心故事：森林铁皮小机器人R-07为完成“守护森林能量站”的原始指令，修复废弃老风车，与毛绒松鼠建立跨物种羁绊  \n### 定格风格：**手工木偶+微缩实景**（机器人：马口铁焊接+螺丝关节；风车：老松木做旧+红漆斑驳；松鼠：羊毛毡戳制+布艺拼接；场景：真实苔藓+干花+泡沫土塑形，全程用自然光+暖光补光，保留手工痕迹的“不完美感”）\n\n\n镜号 1  \n详细画面：**全景俯拍（慢推10秒）** 微缩森林晨景——橡树林边缘的缓坡上，晨雾（拉松的棉花絮轻铺在场景上方，用吹风机吹成薄纱状）罩着半塌的红顶风车：木质支架裂着3道深纹，3片枫木叶片断了1片（断口用砂纸磨出毛边），轴处缠满枯藤（干葡萄藤手工扭曲），红漆斑驳得露出原木色；**中景（固定镜头）** 画面右侧蒲公英丛（干蒲公英插在泡沫土上，花絮用棉花粘）里，10cm高的铁皮机器人R-07缓慢爬出：圆形脑袋顶的太阳能板磨出3道划痕，左臂是拧歪的一字螺丝刀（焊接点外露），右腿铁皮凹了一块（用锤子手工敲出形变），关节处的螺丝松动，每动一下都“吱呀”响（定格中关节逐帧错位0.8mm，突出机械卡顿感）；**特写（快切）** 它的“眼睛”是两枚贴歪的蓝色树脂纽扣（手工粘歪15°），转动脑袋时纽扣眼扫过风车，胸前绿豆大的LED绿灯“咔嗒”亮了（逐帧点亮，光线下马口铁表面的磨砂质感反光细腻）。  \n剧情概括：清晨，R-07在森林边缘唤醒，发现废弃风车，启动“修复能量站”指令。  \n",
        "\n\n\n镜号 2  \n详细画面：**跟拍镜头（低角度贴地，镜头随机器人同步卡顿移动）** R-07迈着卡顿的步子穿过草地，每踩一步都压扁三叶草（真实三叶草逐帧压弯，茎秆保留自然褶皱）；**特写（停留3秒）** 它的螺丝刀臂勾住一根枯树枝（真实树枝截短，树皮保留自然裂纹），枝上的羊毛毡瓢虫（翅膀用透明塑料片做，边缘剪毛边）受惊飞开——翅膀逐帧展开（每帧张开5°），停在旁边的红色蘑菇（泡沫土塑形+红漆点斑）上；**中景（固定镜头）** R-07用右臂的小钳子（手工弯制的铁丝钳）掰断树枝多余枝桠，断裂处露出木质纤维（手工刻出的纤维逐帧翘起），它拖着树枝往风车走，影子在晨雾里晃得细碎（用小型投影灯打在地面，影子逐帧拉长）。  \n剧情概括：R-07收集修复叶片的核心材料——枯树枝。  \n",
        "\n\n\n镜号 3  \n详细画面：**特写（停留4秒）** R-07蹲在断裂叶片旁，螺丝刀臂拧下松动的生锈铁钉（金属薄片做的铁钉，螺纹用砂纸打磨出磨损感，逐帧旋转拧出3圈）；**中景（慢推）** 它把枯树枝对准叶片断口，用捡来的白色棉线（模拟蜘蛛丝，每根线拉松1.5倍）一圈圈缠绕——每缠一圈都用钳子扯紧（棉线逐帧勒出浅痕）；**俯拍（快拉5秒）** 它后退两步歪头打量（脑袋逐帧转动20°），突然一阵风吹过（吹风机轻吹场景，草叶逐帧晃），叶片晃了晃没转，棉线“啪”地松了（逐帧松弛，线头垂下来2cm）；**特写（停留3秒）** R-07的纽扣眼暗了（LED逐帧熄灭，光强从100%降到0），肩膀耷拉下去（铁皮关节逐帧下沉5mm），太阳能板斜对着地面。  \n剧情概括：R-07用蜘蛛丝固定叶片失败，陷入机械性沮丧。  \n",
        "\n\n\n镜号 4  \n详细画面：**全景（暖光渐入5秒）** R-07坐在苔藓上发呆（苔藓用真实泥炭藓晒干铺在泡沫土上），太阳能板斜对着地面；**特写（快切）** 羊毛毡松鼠（毛色：浅棕+白肚，尾巴用羊毛戳出蓬松感）抱着松果（真实松果截短）路过，用爪子（布艺拼接的小爪子）碰了碰它的太阳能板——爪子逐帧抬起（每帧抬1mm），绒毛蹭得铁皮“沙沙”响（录音时用羊毛蹭马口铁实录）；**中景（固定镜头）** 松鼠把松果放在R-07脚边，又用爪子指了指风车旁的青藤（软塑料藤曼，手工缠在木杆上）；R-07的纽扣眼突然亮了（LED逐帧闪3下，光强从0→50%→100%），爬过去扯藤曼——藤曼逐帧拉长2cm（弹性形变自然）。  \n剧情概括：松鼠助攻，R-07找到更结实的固定材料——青藤。  \n",
        "\n\n\n镜号 5  \n详细画面：**特写（停留5秒）** R-07用青藤捆枯树枝和叶片断口，每绕一圈就用钳子勒紧（藤曼逐帧勒出深痕，颜色从绿→深绿）；**中景（仰拍，镜头随机器人上移）** 它爬上风车侧面的牙签梯子（牙签用502粘成梯子，每踩一步梯子晃0.5mm），螺丝刀臂挑开轴处的枯藤——枯藤逐帧松开（每帧解开1圈），缠在轴上的纤维逐帧脱落；**全景仰拍（慢拉10秒）** 风再次吹过（吹风机加大风力，草叶狂晃），修补的叶片缓慢转动（从1帧动1°→1帧动5°，模拟惯性加速），带动另外两片转起来，风车红顶微微晃（木顶逐帧晃动3mm），轴处“嘎吱”响（录音时用老木门转动声实录），叶片转成模糊的枫色弧光。  \n剧情概括：R-07修复风车成功，叶片重新转动，激活“能量站”功能。  \n",
        "\n\n\n镜号 6  \n详细画面：**全景（暖橙光打满场景，停留15秒）** 夕阳下，风车匀速转动（1帧动3°），影子（用投影灯打在草地上，影子随叶片同步转动）像钟摆晃；**中景（固定镜头）** R-07坐在风车底座上，太阳能板对着夕阳（LED绿灯逐帧变亮，光强从50%→100%，马口铁反射夕阳成金色），松鼠蹲在旁边啃松果——松果壳逐帧裂开（手工刻的裂纹逐帧扩大），果仁露出来；**特写（停留5秒）** R-07的纽扣眼闪着柔光（LED调至暖光模式），和风车叶片转动频率同步（每转1圈闪1下），松鼠抬头看它，爪子碰了碰它的铁皮手（逐帧轻触，羊毛毡的柔软与马口铁的坚硬质感对比强烈）。  \n剧情概括：修复完成，R-07与松鼠共享夕阳，跨物种羁绊形成。  \n",
        "\n\n\n镜号 7（彩蛋镜）  \n详细画面：**特写（停留3秒）** 风车轴处的枯藤缝隙里，露出半张迷你纸条（手工写着“守护森林的小风车——老木匠李”）；**全景（慢推5秒）** 月光升起（冷白光补光），R-07和松鼠挤在风车底座下睡觉，松鼠的尾巴盖在R-07的铁皮身上，风车叶片缓慢转动，投下的影子罩着它们。  \n剧情概括：揭示风车的人文背景，强化“守护”主题的温暖内核。  \n",
        "\n\n\n### 定格制作**核心提示**：  \n1. **保留手工痕迹**：机器人的焊接点、风车的裂纹、松鼠的毛毡戳痕均不刻意掩盖，突出“手工叙事”的温度；  \n2. **动作节奏**：机器人的卡顿动作每帧错位≤1mm，松鼠的动作每帧幅度≤2mm，避免机械感过强；  \n3. **光影控制**：晨雾用冷白光+棉花，夕阳用暖橙光+色纸过滤，LED灯的亮度变化每帧调整≤10%，避免跳帧；  \n4. **声音设计**：全程用实录音效（机械卡顿声、木质摩擦声、羊毛蹭铁皮声），背景音乐用手风琴独奏，强化治愈感。\n\n\n### 适配定格动画的**独特优势**：  \n微缩场景的“小而美”、手工道具的“不完美感”与机器人的“机械拙朴”形成反差，羊毛毡松鼠的柔软与马口铁机器人的坚硬碰撞出情感张力，全程用逐帧拍摄的“慢节奏”传递治愈内核，适合5-10分钟的短片篇幅。  \n\n若需调整时长、增加冲突（如暴雨破坏风车）或更换风格（黏土",
        "剪纸），可随时补充需求~"
    ],
    "screen": [],
    "video_address": []
}