{
    "idea": [
        "当前我们的想法是做一个20秒左右、以《鸣潮》菲比为主角的厨房做蛋糕定格动画"
    ],
    "outline": [
        "镜号 1\n详细画面：全景俯拍厨房台面，浅木色台面上铺着白色烘焙垫，中央摆着未开封的蛋糕粉盒、不锈钢打蛋盆、量杯和带粉色蝴蝶结的硅胶刮刀，阳光透过白色纱帘在台面投下斑驳光影；中景镜头聚焦菲比（穿着浅紫色荷叶边围裙，双马尾用草莓发圈固定）踮脚从橱柜上层取下玻璃搅拌碗，袖口滑落露出半截白皙手臂，指尖轻轻勾住碗沿时，发梢的铃铛吊坠微微晃动；特写捕捉她转身时围裙裙摆扫过台面，带起一缕蛋糕粉的细尘，在阳光下闪烁成金色光点。\n剧情概括：菲比准备开始制作蛋糕，从橱柜取出搅拌碗，厨房环境温馨明亮。\n",
        "\n镜号 2\n详细画面：特写镜头对准菲比的双手，她拆开蛋糕粉袋时指尖沾了少许粉色粉末，微微嘟嘴用舌尖轻舔拇指上的粉末；中景呈现她将蛋糕粉倒入玻璃碗，另一只手握着量杯缓慢倒入牛奶，液体与粉末接触时泛起细腻泡沫，手腕轻轻转动让牛奶均匀覆盖粉末；俯拍镜头展现她用硅胶刮刀以“Z”字形搅拌面糊，刮刀边缘沾着粘稠的面糊，碗壁逐渐被刮得干净透亮。\n剧情概括：菲比处理蛋糕粉和牛奶，开始搅拌面糊，动作略显笨拙但专注。\n",
        "\n镜号 3\n详细画面：特写捕捉菲比的侧脸，她盯着面糊时左眼不自觉眨了眨，突然发现碗里有颗未打散的粉团，眉头微蹙后用刮刀尖轻轻戳碎；中景镜头中她将搅拌好的面糊倒入粉色心形模具，面糊顺着模具边缘流下时，她用刮刀背部轻轻刮平表面，指尖不小心沾了面糊便蹭到鼻尖，留下一道淡粉色痕迹；俯拍展现模具被放入预热好的烤箱，她蹲下身转动烤箱旋钮，旋钮上的温度刻度“180℃”清晰可见。\n剧情概括：菲比调整面糊状态，倒入心形模具后放入烤箱，鼻尖沾了面糊显得俏皮。\n",
        "\n镜号 4\n详细画面：特写镜头对准烤箱门上的玻璃，面糊在模具中逐渐膨胀，表面慢慢鼓起小气泡；中景呈现菲比坐在烤箱旁的矮凳上，双手托腮盯着烤箱，双马尾随着头部的轻微晃动左右摇摆，发梢的铃铛偶尔发出细碎声响；俯拍镜头中她突然直起身，手指戳了戳自己的脸颊，似乎想起什么，转身从冰箱取出淡奶油和草莓。\n剧情概括：蛋糕在烤箱中膨胀，菲比等待时想起准备装饰材料，去冰箱取奶油和草莓。\n",
        "\n镜号 5\n详细画面：特写捕捉烤箱“叮”的一声响起时，菲比瞬间弹起的动作，拖鞋在地板上发出“啪嗒”声；中景镜头中她戴着手套打开烤箱门，热气裹挟着蛋糕的香气涌出，她小心翼翼将蛋糕模具取出放在冷却架上，蛋糕表面呈现均匀的金黄色；特写聚焦她用手指轻轻按压蛋糕顶部，蛋糕回弹时留下浅浅的指印，她嘴角扬起弯弯的弧度，鼻尖的粉色痕迹仍未擦去。\n剧情概括：蛋糕烤好，菲比取出蛋糕放凉，检查蛋糕弹性时露出开心的笑容。\n",
        "\n镜号 6\n详细画面：中景呈现菲比用抹刀将淡奶油均匀涂抹在放凉的蛋糕表面，奶油偶尔沾到她的手腕，她便用舌头快速舔掉；特写捕捉她将切半的草莓摆放在蛋糕顶部，草莓的红色果肉与淡粉色奶油形成鲜明对比；全景镜头中她后退半步，双手背在身后歪头打量蛋糕，突然踮脚在蛋糕侧边插上一枚写着“甜”字的小插牌，发梢的铃铛随着动作发出清脆声响，阳光透过窗户洒在蛋糕上，表面的奶油泛着温润光泽。\n剧情概括：菲比给蛋糕抹奶油、装饰草莓，最后插上“甜”字插牌，完成蛋糕制作。\n",
        ""
    ],
    "screen": [
        "镜号 1\n【场景】原木风厨房，浅棕色橱柜搭配米白色台面，台面上铺着淡粉色烘焙垫，左侧摆着带蓝色花纹的陶瓷碗、不锈钢搅拌器，右侧放着未开封的低筋面粉袋和鸡蛋托盘，背景窗台上的小盆栽（绿萝）叶片翠绿，晨光透过百叶窗在台面投下条状光斑；菲比穿着鹅黄色带小熊图案的围裙，站在台面正前方，双手握着搅拌器柄，面前碗里装着蛋液与白砂糖。\n【角色】菲比（双马尾用浅紫色发圈扎起，脸颊带淡淡红晕，眼睛弯成月牙，嘴角上扬呈微笑状，身体微微前倾，搅拌动作定格在碗内顺时针旋转的瞬间）\n【风格】治愈系动画风格，暖色调为主（原木棕、鹅黄围裙、晨光暖白），低饱和度，光影柔和（百叶窗光斑边缘模糊，绿萝叶片反光自然，碗内蛋液泛着细腻高光）\n【镜头】1. 初始镜头：中景固定，画面中心为菲比上半身，左侧碗与搅拌器占画面1",
        "3，右侧面粉袋作为背景点缀；2. 细节镜头：镜头缓慢左移，聚焦碗内蛋液，特写搅拌器齿上挂着的蛋液拉丝（定格时拉丝呈半透明凝固状），背景虚化保留菲比微笑的侧脸轮廓；3. 收尾镜头：镜头轻微右移回中景，再次定格菲比搅拌的姿态，晨光光斑恰好落在她的围裙小熊图案上\n【对白】无\n【音效】轻柔的钢琴背景音乐（单音循环，节奏舒缓），搅拌器触碰碗壁的轻微“叮”声（仅1次，随镜头左移短暂出现），窗外远处传来的鸟鸣声（模糊轻柔，持续2秒）\n",
        "\n镜号 2\n【场景】同厨房，台面上新增了筛好的面粉堆（呈小山状，边缘细腻）、装着淡奶油的玻璃碗，菲比面前的碗里蛋液已与面粉混合成淡黄色面糊，右侧鸡蛋托盘空了2个位置，背景绿萝叶片轻微晃动（似有微风）；菲比双手捧着面粉筛，筛网正对着面糊碗，筛柄倾斜，面粉正从网眼落下（定格时面粉呈白色细雾状悬浮）。\n【角色】菲比（眼睛盯着面粉筛网，眉头微蹙呈专注状，嘴角仍带浅淡笑意，左手扶着碗边保持稳定，右手握筛柄的力度稍紧，身体站直）\n【风格】治愈系动画风格，暖色调延续，光影增加细节（面粉雾状颗粒反射晨光，形成细小光斑，玻璃碗边缘泛着冷调高光与暖光对比）\n【镜头】1. 初始镜头：近景固定，画面聚焦菲比双手与面粉筛，碗内面糊作为背景；2. 动态镜头：镜头轻微上移，特写菲比额头（带1滴细小汗珠，反光明显），随后缓慢下移回筛面粉的动作，突出专注感；3. 收尾镜头：镜头拉远至中景，定格面粉雾与面糊碗的整体画面，右侧玻璃碗的淡奶油作为色彩点缀\n【对白】无\n【音效】轻柔钢琴背景音乐（加入小提琴单音，节奏略微加快），面粉筛网晃动的轻微“沙沙”声（持续1秒），窗外微风拂过绿萝的“簌簌”声（模糊轻柔）\n",
        "\n镜号 3\n【场景】同厨房，台面上摆着3个圆形蛋糕模具（内壁涂着黄油），菲比正用硅胶刮刀将面糊舀进模具（定格时刮刀上挂着面糊，模具内已有1",
        "3面糊），背景烤箱门半开（露出内部金属烤盘），台面上新增了量杯（装着剩余少量面糊）；菲比身体微微弯腰，凑近模具，目光聚焦模具内部。\n【角色】菲比（脸颊红晕加深，眼睛眯成细缝，嘴角上扬幅度变大，左手扶着模具边缘，右手握刮刀的动作轻柔，双马尾随弯腰动作轻微倾斜）\n【风格】治愈系动画风格，暖色调为主，烤箱内部透出的暖黄色灯光作为新增光源（照亮模具边缘与菲比的手腕），光影层次更丰富（面糊表面反光与烤箱灯光形成呼应）\n【镜头】1. 初始镜头：特写，聚焦硅胶刮刀与模具的接触点，面糊滴落的瞬间定格（呈半透明液滴状）；2. 过渡镜头：镜头缓慢拉远，展现菲比弯腰的上半身，烤箱门作为背景框；3. 收尾镜头：镜头轻微右移，定格3个模具的排列画面，突出烘焙准备完成的状态\n【对白】无\n【音效】轻柔钢琴背景音乐（加入木吉他伴奏，节奏明快），硅胶刮刀触碰碗壁的“刮擦”声（1次），烤箱内部散热的轻微“嗡嗡”声（持续2秒）\n",
        "\n镜号 4\n【场景】同厨房，烤箱门已关闭，温度旋钮指向180℃，台面上摆着裱花袋（装着粉色奶油）、裱花嘴（星形），菲比站在烤箱前，双手握着烤箱把手（定格时手刚放在把手上，似要打开），背景台面上的小盆栽旁多了1个粉色草莓（带绿叶）；菲比身体站直，眼睛盯着烤箱显示屏（显示剩余5分钟），嘴角呈期待的微笑。\n【角色】菲比（眼睛发亮，脸颊红晕明显，双马尾恢复整齐，围裙小熊图案正对着烤箱，双手握把手的力度适中，身体微微前倾）\n【风格】治愈系动画风格，暖色调为主，烤箱显示屏的蓝色数字作为冷调点缀，光影聚焦烤箱区域（把手反射暖光，菲比的手部皮肤泛着光泽）\n【镜头】1. 初始镜头：中景固定，画面中心为菲比与烤箱，裱花袋作为右侧背景；2. 细节镜头：镜头轻微拉近，聚焦菲比的眼睛（反光中映出烤箱显示屏的数字）；3. 收尾镜头：镜头拉远至全景，定格整个厨房的温馨画面，晨光仍透过百叶窗，绿萝叶片静止\n【对白】\n（菲比）：（小声嘀咕，带着期待的甜糯语气）终于要烤好啦~\n【音效】轻柔钢琴背景音乐（达到高潮，加入竖琴音色），烤箱倒计时的“滴滴”提示音（2次，短促清晰），菲比说话时的轻微呼吸声（模糊）"
    ],
    "video_address": []
}