{
    "material": {
        "idea": [
            "当前我们的想法是做一个20秒的戈登·拉姆齐自拍镜头下吐槽粉丝黑暗料理“番茄条配土豆酱”的短视频，场景为戈登在厨房面对这道菜时的夸张反应（皱眉、挑眉、拿起食材仔细观察），核心是自拍视角下的直接吐槽。"
        ],
        "outline": [
            "镜号 1\n详细画面：特写镜头聚焦戈登·拉姆齐的面部，他正举着手机自拍，镜头里能看到他身后的厨房操作台，台上摆着一盘“番茄条配土豆酱”——番茄条切得歪歪扭扭，土豆酱呈糊状泛着灰黄色；他原本略带微笑的表情突然凝固，眉头瞬间皱成“川”字，左眼不自觉地向上挑起，嘴角微微抽搐。\n剧情概括：戈登面对粉丝的黑暗料理，自拍视角下的第一反应充满嫌弃。\n",
            "\n镜号 2\n详细画面：中景镜头（自拍视角），戈登的手伸向盘子，拇指和食指捏起一根番茄条，镜头随着他的动作拉近，番茄条表面沾着细碎的土豆酱，边缘还带着没切干净的番茄皮；他将番茄条举到镜头前，眼神里满是不可置信，对着手机吐槽：“这是番茄条？还是被狗啃过的树枝？”\n剧情概括：戈登拿起番茄条仔细观察，开启夸张吐槽模式。\n",
            "\n镜号 3\n详细画面：特写镜头切换到土豆酱，戈登用勺子舀起一勺土豆酱，酱体呈半流动状，上面还浮着几粒没搅匀的土豆块；他将勺子举到鼻子前闻了闻，眉头皱得更紧，身体下意识向后仰了一下，对着镜头翻了个白眼：“这味道……像是把土豆泥和洗碗水混在了一起！”\n剧情概括：戈登检查土豆酱，闻到味道后反应夸张，继续吐槽。\n",
            "\n镜号 4\n详细画面：全景镜头（自拍视角），戈登将手机固定在操作台的支架上，双手叉腰站在盘子前，镜头里能看到他身后的厨房背景（不锈钢水槽、刀具架）；他对着镜头摊开手，语气带着无奈和调侃：“番茄条配土豆酱？你们确定这是给人吃的，不是给垃圾桶准备的？”\n剧情概括：戈登以自拍视角总结吐槽，表情夸张又好笑。\n",
            "\n镜号 5\n详细画面：特写镜头聚焦戈登的面部，他对着手机做了个“无语”的表情，然后突然凑近镜头，压低声音说：“听着，下次做这道菜前，先学学怎么切番茄，再学学怎么煮土豆！”说完对着镜头比了个“再见”的手势，画面在他的夸张表情中结束。\n剧情概括：戈登给出“建议”，自拍视频收尾。\n",
            ""
        ],
        "screen": [
            "镜号 1\n【场景】现代家庭厨房，白色大理石台面整洁，背景是嵌入式不锈钢烤箱与木质橱柜，台面上放着一盘“番茄条配土豆酱”（番茄条切得粗细不均，土豆酱呈糊状且颜色暗淡），戈登·拉姆齐手持自拍杆，镜头对准自己与菜品。\n【角色】戈登·拉姆齐（站在灶台前，身着深蓝色厨师服，白色围裙系于腰间，右手握着自拍杆，左手叉腰，初始表情略显疑惑，随后转为夸张的惊讶）\n【角色外形】戈登：中年男性，金色短发梳理整齐，面部线条硬朗，肤色偏白，常穿深色厨师服，嘴角习惯性微撇，眼神锐利，兼具“毒舌评论家”的犀利与“专业厨师”的自信。\n【风格】写实风格，暖色调为主（厨房顶灯的暖黄色光线、木质橱柜的浅棕色、番茄条的红色），高清晰度，光影自然（头顶灯光照亮面部与菜品，橱柜在台面上投射柔和阴影，自拍杆屏幕的冷光形成局部反光）\n【镜头】1. 初始镜头：自拍视角特写，聚焦戈登面部，画面中心为其微蹙的眉头与瞪大的双眼，背景是模糊的厨房台面；2. 过渡镜头：镜头轻微下移，从面部特写转为中景，清晰展现菜品全貌，戈登的左手手指指向菜品，指尖距番茄条约5厘米；3. 聚焦镜头：镜头短暂定格菜品，随后轻微上移回戈登面部，捕捉其嘴角抽搐、倒吸一口气的表情；4. 收尾镜头：镜头轻微拉远，呈现戈登与菜品的相对位置，突出菜品的“黑暗料理”特质，同时自拍杆屏幕的反光隐约可见。\n【对白】\n（戈登）：（对着镜头，语气夸张）哦，天哪！看看这盘“番茄条配土豆酱”——番茄切得像被狗啃过，土豆酱糊得像水泥！\n【音效】戈登说话时的夸张语气，轻微的吸气声，厨房顶灯的电流声，背景隐约的环境音\n",
            "\n镜号 2\n【场景】现代家庭厨房，延续上一镜场景，台面上的“番茄条配土豆酱”仍在原地，戈登·拉姆齐俯身靠近菜品，自拍杆随身体移动。\n【角色】戈登·拉姆齐（俯身姿势，右手持自拍杆，左手拿起一根番茄条，表情从惊讶转为嫌弃，眉头紧锁）\n【角色外形】同镜号1\n【风格】写实风格，暖色调为主，高清晰度，光影自然（头顶灯光照亮番茄条的切面，土豆酱的阴影投射在台面上）\n【镜头】1. 初始镜头：自拍视角中景，聚焦戈登手持番茄条的动作，番茄条的切面不平整，颜色暗淡；2. 过渡镜头：镜头轻微放大，从番茄条特写转为土豆酱特写，土豆酱表面有气泡，颜色呈灰褐色；3. 聚焦镜头：镜头短暂定格土豆酱，随后轻微上移回戈登面部，捕捉其眯眼、摇头的表情；4. 收尾镜头：镜头轻微拉远，呈现戈登将番茄条扔回盘中的动作，番茄条与盘子碰撞发出轻响。\n【对白】\n（戈登）：（对着镜头，语气嫌弃）番茄条切得毫无章法，土豆酱煮得像呕吐物！这是给人吃的，还是给垃圾桶吃的？\n【音效】番茄条与盘子的碰撞声，戈登嫌弃的语气，轻微的呼吸声\n",
            "\n镜号 3\n【场景】现代家庭厨房，延续上一镜场景，台面上的“番茄条配土豆酱”旁多了一把勺子，戈登·拉姆齐拿起勺子准备品尝。\n【角色】戈登·拉姆齐（站立姿势，右手持自拍杆，左手握勺子，表情从嫌弃转为试探，眼神中带着一丝“视死如归”）\n【角色外形】同镜号1\n【风格】写实风格，暖色调为主，高清晰度，光影自然（勺子的金属反光，土豆酱的粘稠质感）\n【镜头】1. 初始镜头：自拍视角中景，聚焦勺子舀起土豆酱的动作，土豆酱挂在勺子边缘，呈滴落状；2. 过渡镜头：镜头轻微放大，从勺子特写转为戈登面部特写，捕捉其闭眼、将勺子送入口中的瞬间；3. 聚焦镜头：镜头短暂定格戈登的面部，其眉头瞬间皱紧，嘴角向下撇；4. 收尾镜头：镜头轻微拉远，呈现戈登将勺子扔回盘中的动作，勺子与盘子碰撞发出清脆响声。\n【对白】\n（戈登）：（对着镜头，语气愤怒）这味道——甜不甜咸不咸，土豆煮得像橡胶！谁教你这么做的？你的厨艺老师是盲人吗？\n【音效】勺子与盘子的碰撞声，戈登愤怒的语气，轻微的咀嚼声（短暂）\n",
            "\n镜号 4\n【场景】现代家庭厨房，延续上一镜场景，台面上的“番茄条配土豆酱”旁多了一张纸巾，戈登·拉姆齐用纸巾擦嘴，表情从愤怒转为无奈。\n【角色】戈登·拉姆齐（站立姿势，右手持自拍杆，左手拿纸巾擦嘴，表情无奈，摇头叹气）\n【角色外形】同镜号1\n【风格】写实风格，暖色调为主，高清晰度，光影自然（纸巾的白色与厨师服的深蓝色形成对比，擦嘴动作的动态模糊）\n【镜头】1. 初始镜头：自拍视角中景，聚焦擦嘴动作，纸巾上沾有少量土豆酱；2. 过渡镜头：镜头轻微上移，从手部特写转为面部特写，捕捉其叹气时肩膀的起伏；3. 聚焦镜头：镜头短暂定格面部，随后轻微拉远，呈现戈登与菜品的相对位置；4. 收尾镜头：镜头轻微下移，再次聚焦菜品，突出其“黑暗料理”的特质，同时戈登的声音从画外传来。\n【对白】\n（戈登）：（对着镜头，语气无奈）朋友们，记住——烹饪的底线是“能吃”，而这盘东西，连狗都不会碰！\n【音效】戈登无奈的语气，叹气声，纸巾摩擦嘴唇的声音，背景隐约的环境音\n",
            ""
        ],
        "video_address": [
            "./user_files/czx/戈登吐槽/戈登吐槽_1.mp4"
        ]
    },
    "session_id": "session-4073f447-8d07-4aa1-a653-7fa70c1a9758"
}