{
    "material":{
        "idea": [
            "当前我们的想法是做一个20秒左右、《鸣潮》菲比在厨房做蛋糕的定格动画"
        ],
        "outline": [
            "镜号 1\n详细画面：全景俯拍展现菲比的温馨厨房，原木色橱柜搭配浅蓝瓷砖墙面，台面上摆着面粉袋、鸡蛋托盘、蛋糕模具和卡通图案的围裙，阳光透过白色蕾丝窗帘洒在操作台上，形成斑驳光斑；中景镜头聚焦菲比，她穿着白色衬衫和蓝色围裙，扎着低马尾，正踮脚从橱柜上层取下一个玻璃量杯，狐狸耳朵随着动作轻轻晃动，尾巴蓬松地垂在身后，眼神专注地盯着量杯刻度。\n剧情概括：菲比准备开始制作蛋糕，在厨房内准备所需器具。\n",
            "\n镜号 2\n详细画面：特写镜头捕捉菲比的手指，她正用打蛋器快速搅拌碗中的蛋黄和白糖，蛋液逐渐变得浓稠，表面泛起细密泡沫，阳光在蛋液上反射出金色光泽；中景展现菲比将搅拌好的蛋液缓缓倒入装有面粉的盆中，左手扶着盆沿，右手用硅胶刮刀以“Z”字形轻柔翻拌，狐狸尾巴随着搅拌动作左右摇摆，台面上的电子秤显示“低筋面粉 150g”的字样。\n剧情概括：菲比按步骤搅拌蛋液和面粉，完成蛋糕糊的初步制作。\n",
            "\n镜号 3\n详细画面：近景镜头聚焦菲比的侧脸，她微微歪头，将一勺香草精滴入蛋糕糊中，鼻尖轻轻抽动，似乎在嗅闻香味，嘴角勾起一丝浅笑；特写捕捉蛋糕糊被倒入圆形模具的瞬间，面糊顺着模具内壁缓缓流下，表面光滑细腻，菲比用刮刀将表面抹平，动作轻柔得像在对待一件艺术品。\n剧情概括：菲比添加香草精并将蛋糕糊倒入模具，完成烘焙前的最后准备。\n",
            "\n镜号 4\n详细画面：中景展现菲比小心翼翼地将蛋糕模具放入烤箱，烤箱门上的玻璃映出她的半张脸，眼神中带着期待；特写镜头切换到烤箱内部，蛋糕糊在高温下逐渐膨胀，表面慢慢鼓起，颜色从乳白变成浅黄；中景镜头拉回厨房，菲比站在烤箱前，双手背在身后，身体微微前倾，狐狸耳朵竖起，尾巴尖轻轻晃动，耐心等待蛋糕烤好。\n剧情概括：菲比将蛋糕放入烤箱，等待烘焙完成，展现期待的神情。\n",
            "\n镜号 5\n详细画面：特写镜头捕捉烤箱计时器“叮”的一声响起，菲比迅速戴上隔热手套，打开烤箱门，一股白色热气涌出，蛋糕的香气仿佛能透过画面传来；中景展现菲比将烤好的蛋糕取出，蛋糕表面金黄蓬松，她将蛋糕放在冷却架上，用手指轻轻碰了碰蛋糕顶部，随后收回手，对着蛋糕露出满足的笑容，狐狸尾巴开心地左右摇摆。\n剧情概括：蛋糕烘焙完成，菲比取出蛋糕，露出满意的笑容，定格动画结束。\n",
            ""
        ],
        "screen": [
            "镜号 1\n【场景】阳光透过厨房的白色百叶窗，在浅灰色地砖上投下条状光斑；原木色橱柜搭配淡蓝色石英台面，台面上摆着电子秤、面粉袋、搅拌碗（里有半袋未开封的低筋面粉）、鸡蛋托盘（3颗浅棕色鸡蛋）、不锈钢打蛋器，背景是挂着蓝色碎花围裙的挂钩，整体氛围温馨治愈\n【角色】菲比（刚走进厨房，身着浅粉色连衣裙，白色蕾丝袜，浅棕色长发扎成低马尾，发梢垂在肩前，双手背在身后，脚步轻快）\n【风格】《鸣潮》卡通渲染风格，色彩明亮柔和（粉色连衣裙、蓝色台面、原木色橱柜形成暖冷对比），线条圆润，光影通透（百叶窗光斑边缘模糊，台面反射微弱光泽）\n【镜头】1. 开场镜头：固定中景，镜头从厨房门口向内推进，缓慢聚焦台面上的食材，菲比从画面右侧入画，走到台面旁停下；2. 特写镜头：镜头下移，特写菲比搭在台面边缘的右手，指尖轻轻碰了碰搅拌碗的边缘；3. 表情镜头：镜头上移至菲比面部，固定特写她微微歪头的笑容，左眼的睫毛轻颤，嘴角扬起的弧度带点小得意\n【对白】\n（菲比）：（轻快的少女音，带着笑意）今天要做芒果慕斯蛋糕，第一步——称面粉！\n【音效】轻快的钢琴背景音乐（从轻柔渐强），菲比脚步的轻踏声，指尖碰搅拌碗的清脆碰撞音，面粉袋轻微的沙沙声\n",
            "\n镜号 2\n【场景】同厨房，台面上多了打开的面粉袋（袋口露出白色面粉）、电子秤显示“100g”的数字（绿色背光），菲比面前的搅拌碗里已经倒了半碗面粉，旁边的鸡蛋托盘少了1颗鸡蛋\n【角色】菲比（系上蓝色碎花围裙，围裙带子在背后打了个蝴蝶结，左手扶着搅拌碗，右手握着不锈钢打蛋器，身体微微前倾，专注地看着碗里）\n【风格】《鸣潮》卡通渲染风格，色彩饱和度略微提升（面粉的白色、鸡蛋的淡黄色形成鲜明对比），光影聚焦台面（电子秤背光在台面上投下小范围暖光）\n【镜头】1. 中景镜头：固定视角，展现菲比系围裙的动作（双手在背后拉带子的细节）；2. 特写镜头：镜头聚焦搅拌碗，菲比将面粉倒入碗中，面粉形成白色小堆的过程（带轻微慢动作）；3. 手部镜头：特写菲比握着打蛋器的右手，手指关节微微用力，准备搅拌\n【对白】\n（菲比）：（小声嘀咕，带着认真）面粉要过筛吗？…… 算了，直接搅吧，反正自己吃~\n【音效】围裙带子的摩擦声，面粉倒入碗的“簌簌”声，电子秤按键的“嘀”声，打蛋器碰碗壁的轻响\n",
            "\n镜号 3\n【场景】同厨房，台面上的搅拌碗里有了黄色的蛋液和白色面粉混合的糊状，旁边多了装着芒果丁的透明玻璃碗（芒果丁呈鲜黄色），电子秤被推到一边，背景的窗户透进的阳光更亮了些\n【角色】菲比（右手快速搅拌面糊，左手扶着碗边，头发的马尾随着搅拌动作左右晃动，额角渗出一点细汗，脸颊微微泛红）\n【风格】《鸣潮》卡通渲染风格，动态模糊效果（搅拌的打蛋器带轻微拖影），色彩鲜活（芒果丁的黄色成为画面亮点）\n【镜头】1. 动态中景：镜头跟随菲比的搅拌动作轻微晃动，展现她身体的小幅度摆动；2. 特写镜头：聚焦搅拌碗内的面糊，蛋液和面粉逐渐融合，形成细腻的浅黄色糊状；3. 细节镜头：特写菲比额角的细汗，汗珠顺着脸颊滑落一点，被她用手背快速擦掉\n【对白】\n（菲比）：（带着点喘气的轻快声音）搅啊搅…… 一定要搅匀才行，不然蛋糕会有疙瘩~\n【音效】打蛋器快速搅拌的“哗啦”声，菲比喘气的轻呼声，手背擦汗的摩擦声，芒果丁在碗里轻微晃动的碰撞声\n",
            "\n镜号 4\n【场景】同厨房，台面上多了一个白色的蛋糕模具（里面装着搅拌好的面糊），芒果丁碗空了一半（部分芒果丁撒在模具边缘），菲比面前的台面有一点面粉的白色痕迹\n【角色】菲比（双手捧着蛋糕模具，小心翼翼地走向厨房角落的烤箱，脚步放慢，眼睛盯着模具，嘴角带着期待的笑容）\n【风格】《鸣潮》卡通渲染风格，光影柔和（烤箱周围的暖光与台面的冷光形成对比），画面氛围温馨（菲比的笑容带暖色调光晕）\n【镜头】1. 跟随镜头：镜头从背后跟随菲比，缓慢移动，展现她走向烤箱的过程；2. 特写镜头：聚焦菲比捧着模具的双手，手指轻轻捏着模具边缘，指尖泛白；3. 收尾镜头：固定全景，菲比打开烤箱门（烤箱内透出暖黄色灯光），将模具放进去，随后关上烤箱门，转身对着镜头比了个“V”字手势\n【对白】\n（菲比）：（开心的欢呼）放进烤箱！等20分钟就有蛋糕吃啦！\n【音效】烤箱门打开的“咔哒”声，模具放进烤箱的轻微碰撞声，烤箱门关上的“砰”声，菲比欢呼的清脆声音，轻快的钢琴背景音乐再次响起（逐渐减弱）\n",
            ""
        ],
        "video_address": [
            "./user_files/czx/定格动画_10/定格动画_10_1.mp4",
            "./user_files/czx/定格动画_10/定格动画_10_2.mp4"
        ]
    },
    "session_id":"session-f955a7cf-209c-4129-98aa-53d3613247f6"
}