{
    "idea": [
        "当前我们的想法是做一个20秒左右、以《鸣潮》菲比为主角的厨房做蛋糕定格动画"
    ],
    "outline": [
        "镜号 1\n详细画面：全景俯拍厨房操作台，原木色台面上整齐摆放着面粉袋、鸡蛋、黄油、裱花袋、不锈钢打蛋盆等烘焙工具，阳光透过白色蕾丝窗帘洒在台面上，形成斑驳光影；中景镜头聚焦菲比，她穿着浅粉色围裙，扎着低马尾，正踮脚从橱柜上层取下一个蓝色陶瓷碗，猫耳发箍随着动作轻轻晃动，袖口挽至手肘，露出白皙小臂；特写捕捉她的手指，纤细的指尖捏住碗沿，动作轻柔，嘴角带着浅浅笑意。\n剧情概括：菲比准备开始制作蛋糕，整理好烘焙工具，取下陶瓷碗。\n",
        "\n镜号 2\n详细画面：特写镜头对准菲比的双手，她将三颗鸡蛋磕入不锈钢打蛋盆，蛋黄与蛋清分离（其中一颗蛋黄不小心蹭到手指，她调皮地舔了舔指尖）；中景呈现她手持电动打蛋器，按下开关，蛋清在盆中快速旋转，逐渐泛起白色泡沫，她的身体微微前倾，猫耳随着打蛋器的震动轻轻抖动；近景聚焦打蛋盆，蛋清从泡沫状逐渐变成细腻的奶油状，体积膨胀至原来的三倍，菲比用筷子挑起蛋清，形成直立的小尖峰，她眼睛弯成月牙，露出满意的表情。\n剧情概括：菲比分离蛋清蛋黄，成功打发蛋清。\n",
        "\n镜号 3\n详细画面：俯拍镜头展现菲比将低筋面粉筛入装有蛋黄、黄油和牛奶的蓝色陶瓷碗，筛网在碗上方轻轻晃动，白色面粉如细雪般落下；中景呈现她用硅胶刮刀以“Z”字形搅拌面糊，动作缓慢且均匀，面糊逐渐变得细腻无颗粒，她的脸颊沾了一点面粉，像个小花猫；特写捕捉她将打发的蛋清分三次加入面糊，每次都用刮刀从底部向上翻拌，避免消泡，面糊最终呈现出淡黄色的蓬松状态。\n剧情概括：菲比混合面粉与蛋黄糊，加入打发的蛋清，完成蛋糕糊的制作。\n",
        "\n镜号 4\n详细画面：中景镜头聚焦菲比，她将蛋糕糊倒入圆形蛋糕模具，轻轻震动模具排出气泡，然后小心翼翼地将模具放入预热好的烤箱，按下“启动”按钮，烤箱内的灯光亮起；特写捕捉她趴在烤箱玻璃门上，眼睛凑近观察，猫耳向前竖起，眼神充满期待，烤箱内的蛋糕糊逐渐膨胀，颜色慢慢变深；近景呈现她从烤箱中取出蛋糕，戴上隔热手套的手轻轻托住模具底部，蛋糕表面金黄，散发着热气，她用牙签插入蛋糕中心，拔出后牙签干净，她开心地拍手。\n剧情概括：菲比将蛋糕糊送入烤箱，等待蛋糕烤好并取出，确认蛋糕熟透。\n",
        "\n镜号 5\n详细画面：特写镜头对准菲比的双手，她将烤好的蛋糕切成三层，每层之间涂抹淡奶油和新鲜草莓片，奶油涂抹得均匀平整；中景呈现她用裱花袋在蛋糕表面挤出螺旋状的奶油花纹，裱花嘴在蛋糕顶部旋转，奶油如云朵般堆叠；近景聚焦蛋糕顶部，她放上一颗对半切开的草莓和一片薄荷叶作为装饰，最后在蛋糕周围撒上彩色糖针，整体色彩鲜艳，造型可爱；全景镜头拉远，菲比站在蛋糕前，双手背在身后，歪头微笑，猫耳微微晃动，阳光洒在她和蛋糕上，画面温馨治愈。\n剧情概括：菲比给蛋糕分层涂抹奶油和草莓，裱花装饰，完成蛋糕制作，露出满意笑容。\n",
        ""
    ],
    "screen": [
        "【场景】明亮温馨的现代厨房，浅木色橱柜搭配米白色台面，台面上散落着面粉、鸡蛋、搅拌碗、电动打蛋器等烘焙工具，背景是贴满卡通贴纸的冰箱，阳光透过百叶窗在地面投下条纹光影；菲比站在台前，系着带有小草莓图案的粉色围裙，周围环绕着几只漂浮的“源器”（半透明蓝色发光球体，表面有流动的能量纹路）。\n【角色】菲比（双马尾扎着白色丝带，身穿浅紫色居家服，围裙下摆沾了少许面粉，神情专注带点小兴奋，双手握着电动打蛋器，身体随搅拌动作轻轻晃动）\n【风格】治愈系动画风格，暖色调为主（阳光的暖黄、橱柜的浅木色、菲比围裙的粉色），线条圆润柔和，光影柔和（台面面粉上的光斑、源器的蓝光在菲比发丝上形成亮边），定格动画特有的轻微帧间抖动感。\n【镜头】1. 初始镜头：特写菲比握着打蛋器的双手，搅拌碗里的蛋黄糊正被高速打发，蛋液形成的白色泡沫在碗壁旋转，一只源器悬浮在碗旁，蓝光映亮泡沫边缘；2. 过渡镜头：镜头缓慢上移，从双手特写过渡到菲比面部，她嘴角微微上扬，眼睛弯成月牙，发丝上沾着的面粉颗粒清晰可见；3. 聚焦镜头：镜头轻微拉远，展现菲比上半身及周围台面，她腾出一只手从橱柜里拿出装有低筋面粉的玻璃罐，源器主动飘过去帮她扶住罐口；4. 收尾镜头：镜头再拉远至半身全景，菲比将面粉倒入搅拌碗，源器在旁边上下浮动，阳光光斑落在她的围裙草莓图案上\n【对白】\n（菲比）：（轻声哼着不成调的曲子，带着笑意自言自语）源器们要帮忙筛面粉吗？今天一定要做出超甜的草莓蛋糕！\n【音效】电动打蛋器的“嗡嗡”声（稳定且轻快），面粉倒入碗中的“沙沙”声，源器浮动时的细微“嗡鸣”声，菲比哼歌的轻柔旋律，窗外偶尔传来的鸟鸣声\n",
        "\n【场景】延续上一场景的厨房，台面上多了筛好的面粉和装有草莓果酱的小罐子，菲比正将搅拌好的面糊倒入圆形蛋糕模具，几只源器有的帮她扶着模具，有的悬浮在旁边“监督”\n【角色】菲比（围裙上的面粉更多了，鼻尖沾了一点白色面粉，眼神专注，倒面糊时身体微微前倾，另一只手轻轻拍了拍面糊碗底部）\n【风格】治愈系动画风格，暖色调，线条圆润，定格动画帧间抖动感\n【镜头】1. 初始镜头：特写蛋糕模具，面糊正缓缓流入模具，表面形成光滑的弧度，源器的蓝光在面糊表面反射出细碎光点；2. 过渡镜头：镜头上移至菲比的手部，她用刮刀将碗壁残留的面糊刮入模具，动作认真细致；3. 聚焦镜头：镜头拉远至腰部以上全景，菲比将模具放在台面上，转身打开烤箱门，源器飘过去帮她托住烤箱把手；4. 收尾镜头：镜头跟随菲比的动作，聚焦烤箱内部，她将模具轻轻放入中层烤架，源器的蓝光照亮烤箱内的金属内壁\n【对白】\n（菲比）：（对着烤箱轻声许愿）一定要烤得蓬蓬松松的呀，等下还要抹上草莓酱呢！\n【音效】面糊流动的“咕嘟”声，刮刀刮碗壁的“擦擦”声，烤箱门打开的“吱呀”声，菲比轻声许愿的气音，源器接触金属把手的轻微“叮”声\n",
        "\n【场景】厨房烤箱旁，计时器显示“00:05”，菲比趴在台面边缘，下巴抵着手臂，目不转睛地盯着烤箱玻璃门里逐渐膨胀的蛋糕，源器们围在她身边，有的也贴在玻璃门上“偷看”\n【角色】菲比（眼睛瞪得圆圆的，睫毛微微颤动，看到蛋糕膨胀时嘴角不自觉上扬，手指轻轻敲打着台面，显得有些迫不及待）\n【风格】治愈系动画风格，暖色调，线条圆润，定格动画帧间抖动感\n【镜头】1. 初始镜头：特写烤箱玻璃门，蛋糕在里面慢慢鼓起，表面呈现淡淡的金黄色，源器的蓝光在玻璃上形成模糊的光斑；2. 过渡镜头：镜头拉远至菲比的侧脸，她的眼睛倒映着烤箱内的光亮，鼻尖的面粉还没擦掉；3. 聚焦镜头：镜头轻微右移，展现菲比和源器们的互动，一只源器蹭了蹭她的脸颊，她笑着用手指碰了碰源器；4. 收尾镜头：镜头拉远至全身全景，计时器“叮”的一声弹起，菲比立刻站起身，兴奋地拍手\n【对白】\n（菲比）：（兴奋地跳了一下）好耶！烤好啦！源器们快帮我拿隔热手套！\n【音效】计时器的“滴答”声（逐渐清晰），蛋糕膨胀的细微“滋滋”声，菲比手指敲台面的“笃笃”声，源器蹭脸颊的“轻响”，计时器结束的“叮铃”声，菲比拍手的“啪啪”声\n",
        "\n【场景】厨房中央的餐桌，蛋糕已经脱模放在白色瓷盘上，表面抹着一层厚厚的草莓果酱，周围摆着几只小叉子，菲比站在餐桌旁，双手背在身后，脸上带着得意的笑容，源器们悬浮在蛋糕上方，似乎在“欣赏”成果\n【角色】菲比（围裙已经解开搭在椅背上，鼻尖的面粉被擦掉了，眼睛亮晶晶的，嘴角上扬成好看的弧度，身体微微晃动，显得开心又骄傲）\n【风格】治愈系动画风格，暖色调，线条圆润，定格动画帧间抖动感\n【镜头】1. 初始镜头：特写蛋糕，果酱表面光滑，边缘点缀着几颗新鲜草莓，源器的蓝光在果酱上形成流动的光影；2. 过渡镜头：镜头拉远至菲比的上半身，她正歪着头看着蛋糕，一只手伸出来想碰又收回；3. 聚焦镜头：镜头拉远至全身全景，菲比突然双手合十，对着蛋糕鞠了一躬，源器们也跟着上下浮动；4. 收尾镜头：镜头轻微上移，展现整个餐桌和厨房的温馨氛围，阳光透过窗户洒在蛋糕上，形成温暖的光斑\n【对白】\n（菲比）：（开心地大声宣布）菲比牌草莓蛋糕，完成！源器们，我们一起尝尝吧！\n【音效】草莓果酱涂抹的“顺滑”声，菲比开心的笑声，源器浮动的“嗡鸣”声，窗外风吹树叶的“沙沙”声，阳光洒下的“温暖”氛围音（虚拟音效，轻柔的弦乐）"
    ],
    "video_address": []
}